LOCALIZATION=English
DATE_STARTED=24-06-2014
DATE_COMPLETED=
DATE_LAST_MODIFIED=
LOCALIZATION_VERSION=0.1

[General]
APP=KMR Localization Estimator
AUTH_NAME=Dmitry Romenskiy
V_NUM=1.2

[Main Menu]
1_ABOUT=About
2_CREDITS=Credits

[Credits]
AUTH=Author:
DEPT=KMR Sumy
VER=Version
LIC=Licence:
LIC_DETAIL=For internal NetCracker usage.
WWW=Web:
WWW_LINK=
GIT=GitHub Repo:
GIT_LINK=https://github.com/colitman/LocalizationEstimator
INT_LANG=UI translation by:
LOC_AUTH=Dmitry Romenskiy
MESSAGE=Feel free to send bug reports and improvement requests

[Main window]
DESC=Localization Estimator is intended to help translators estimate translation time for different pieces of text.
SUPP_FILE_FORMAT=Supported file formats are as follows:
MSX=MS Excel:
MSPP=MS PowerPoint:
KEY_VAL=Key-Value:
XLS=- *.xls
XLSX=- *.xlsx
PPT=- *.ppt
PPTX=- *.pptx
PROP=- *.properties
INI=- *.ini
LNG=- *.lng
DEVELOPED=Developed in NetCracker Knowledge Management and Research department.
BROWSE_BUT=Browse file...

[Open dialog]

[Wizard window]

[Results window]

[Messages]